Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=526_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Mielipidekirjoitus: Suomen, Ruotsin ja Norjan on turvattava saamelaisten oikeudet
sms: Väimmjuurdǩeeʹrjtõs: Lääʹddjânnam, Ruõcc da Taarr âʹlǧǧe staanâd saaʹmi vuõiggâdvuõđid

source: Saamelaisilta on evätty vuosisatoja itsemääräämisoikeus sekä oikeus maahan ja veteen.
sms: Saaʹmin lij ǩiõlddum čueʹđeeʹjji mââiårra jiõččmeäʹrreemvuõiggâdvuõtt di vuõiggâdvuõtt maddu di čäcca.

source: Monet saamelaiset eivät voi edelleenkään käyttää ihmisoikeuksiaan.
sms: Säʹmmlain liâ veâl määŋgas nåkam vueʹjjest, kook jiâ vueiʹt ââʹnned ooumažvuõiggâdvuõđeez da toʹbdde ouddkäʹddmõõžžid da rasiiʹsm, da Tâʹvvjânnmlaž saaʹmin liâ õhttsaž tobddmõõžž serddaazztumuužžâst da čårstumuužžâst, kook liâ valdiai ââʹnnem politiikk seuʹrrjõõzz.

source: Monet saamelaiset kohtaavat ennakkoluuloja ja rasismia, ja Pohjoismaiden saamelaisilla on yhteisiä kokemuksia kolonisaatiosta ja syrjinnästä, jotka ovat valtioiden harjoittaman politiikan seurausta.
sms: Ååʹn leäʹp nåkam vueʹjj ooudâst, koʹst saaʹmi ǩiõll, kulttur da jieʹllemvueʹǩǩ liâ läʹppjeʹmmen.

source: Olemme nyt tilanteessa, jossa saamelaisten kielet, kulttuurit ja elinkeinot ovat katoamassa.
sms: Saaʹmin lij ǩiõlddum čueʹđeeʹjji mââiårra jiõččmeäʹrreemvuõiggâdvuõtt di vuõiggâdvuõtt maddu di čäcca.

source: Kansainoikeudellisesti alkuperäiskansoilla on erityiset oikeudet. Suomen, Ruotsin ja Norjan hallitusten vastuulla on turvata saamelaisten oikeudet, jotka johtuvat heidän asemastaan alkuperäiskansana.
sms: Säʹmmlain liâ veâl määŋgas nåkam vueʹjjest, kook jiâ vueiʹt ââʹnned ooumažvuõiggâdvuõđeez da toʹbdde ouddkäʹddmõõžžid da rasiiʹsm, da Tâʹvvjânnmlaž saaʹmin liâ õhttsaž tobddmõõžž serddaazztumuužžâst da čårstumuužžâst, kook liâ valdiai ââʹnnem politiikk seuʹrrjõõzz.

source: Suomen, Ruotsin ja Norjan välisestä pohjoismaisesta saamelaissopimuksesta käydään parhaillaan neuvotteluja.
sms: Ååʹn leäʹp nåkam vueʹjj ooudâst, koʹst saaʹmi ǩiõll, kulttur da jieʹllemvueʹǩǩ liâ läʹppjeʹmmen.

source: Tarkoituksena on, että sopimuksessa määritellään ja sillä turvataan oikeudet, joita saamelaisilla on kansainvälisen oikeuden mukaisesti.
sms: Lääʹddjânnam, Ruõcc da Taarr kõskksaž tâʹvvjânnmlaž sääʹmsuåppmõõžžâst jeäʹlet saaǥǥstõõllmõõžžid.

source: Siinä tunnustetaan saamelaisten oikeudet alkuperäiskansana, ja sen lähtökohtana on ajatus siitä, että saamelaisten oikeudet menevät näiden kolmen maan kansallisten etujen edelle.
sms: Jurddân lij, što suåppmõõžžâst meäʹrtet da tõin staanât vuõiggâdvuõđ, kook saaʹmin liâ meeraikõskksaž vuõiggâdvuõđ mieʹlddlânji.

source: YK:n alkuperäiskansojen (oikeuksien) erityisraportoija James Anaya korostaa, miten tärkeää on, että saamelaiskäräjät osallistuvat käynnissä olevaan työhön ja että Suomi, Ruotsi ja Norja ratifioivat sopimuksen.
sms: Tõʹst toobdstet saaʹmi vuõiggâdvuõđid alggmeeran, da tõn vueʹlǧǧemalggân lij jorddmõš tõʹst, što saaʹmi vuõiggâdvuõđ mâʹnne täi koolm jânnam meersaž ouddõõzzi ouʹdde.

source: Vaadimme politiikkaa, jonka lähtökohtana ovat saamelaisten oikeudet alkuperäiskansana ja joka poikkeaa nykyisistä syrjivistä rakenteista.
sms: ÕM:i alggmeerai (vuõiggâdvuõđi) James Anaya mušttʼtad tõn, što lij vääžnai, ko sääʹmteeʹǧǧ vuässâʹtte ǩiõttʼtõõllmõõžžâst åårrai tuõjju da što Lääʹddjânnam, Ruõcc da Taarr radifiiâʹdde suåppmõõžž.

source: Siten valtio voi turvata saamelaisten kielten, kulttuurien ja elinkeinojen säilymisen ja kehityksen kansainoikeuden mukaisesti.
sms: Õõlǥtep politiikk, koon vueʹlǧǧemalggân liâ saaʹmi vuõiggâdvuõđ alggmeeran da kååʹtt čorrnââvv ânnʹjõž čårsteei raajõõzzin.

source: Katsomme, että pohjoismaisen saamelaissopimuksen ratifiointi voi edistää uutta järjestystä, jossa saamelaisilla on mahdollisuus osallistua ja vaikuttaa päätöksentekoon heitä koskevissa asioissa kaikilla tasoilla Pohjoismaissa.
sms: Tõnnalla valdia vuäitt staanâd saaʹmi ǩiõli, kulttuuri da jieʹllemvueʹjji seillmõõžž da ooudâsviikkmõõžž meeraivuõiggâdvuõđi mieʹlddlânji.

source: Pohjoismaisen saamelaissopimuksen ratifiointi on tärkeä askel eteenpäin.
sms: Ǩiččâp, što tâʹvvjânnmlaž sääʹmsuåppmõõžž radifiimõš vuäitt ooudâsviikkâd ođđ riâššmõõžž, koʹst saaʹmin lij vuäittmõš vuässõõttâd da vaikkted tuʹmmstõktuõjju siʹjjid kuõskki aaʹššin da pukin Tâʹvvjânnmlaž taaʹzzin.

source: Korostamme tänään kolmen Pohjoismaan neuvotteluvaltuuskunnille suunnatussa yhteisessä kirjoituksessamme, miten tärkeää on ratifioida sopimusteksti, jolla turvataan saamelaisten ihmisoikeudet.
sms: Tâʹvvjânnmlaž sääʹmsuåppmõõžž radifiimõš lij vääžnai podd, jååʹđted tät jåttʼtum äʹšš ooudårra.

source: Korostamme myös, miten tärkeää on viedä neuvotteluja aktiivisesti eteenpäin, jotta ilmoitetusta viiden vuoden aikataulusta voidaan pitää kiinni.
sms: Mušttʼtep täʹbbe koolm Tâʹvvjânnmlaž saaǥǥstõõllâmparlameentid čuäʹjtum õhttsaž ǩeeʹrjtumuužžâst, što mäʹhtt da mõõn vääžnai lij radifiiâd suåppmõšteʹkstt, koin staanât saaʹmi ooumažvuõiggâdvuõđid.

source: Egil Olli
sms: Mušttʼtep veâl tõn, što mõʹnt lij vääžnai viikkâd saaǥǥstõõllmõõžžid ooddeld ooudårra, što vueiʹtet põõššâd iʹlmmtum viiđ eeʹjj äiʹǧǧtaaulâst.

source: Norjan saamelaiskäräjien puheenjohtaja
sms: Egil Olli

source: Klemetti Näkkäläjärvi
sms: Taarr sääʹmteeʹǧǧ saaǥǥjååʹđteei

source: Suomen saamelaiskäräjien puheenjohtaja
sms: Klemetti Näkkäläjärvi

source: Sara Larsson
sms: Lääʹdjânnam sääʹmteeʹǧǧ saaǥǥjååʹđteei

source: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja
sms: Sara Larsson

source: Susanne Nour
sms: Ruõcc sääʹmteeʹǧǧ saaǥǥjååʹđteei

source: Tanskan ihmisoikeusinstituutin tasa-arvo-osaston johtaja
sms: Susanne Nour

source: Eva Biaudet
sms: Daansk ooumažvuõiggâdvuõttinstituutt tääʹssärvvjuâkkaz jååʹđteei

source: Suomen vähemmistövaltuutettu
sms: Eva Biaudet

source: Pirkko Mäkinen
sms: Lääʹddjânnam minoritettåskkooumaž

source: Suomen tasa-arvovaltuutettu
sms: Pirkko Mäkinen

source: Kristina Winther Poulsen
sms: Lääʹddjânnam tääʹssärvvåskkooumaž

source: Tasa-arvovaltuutettu Fäärsaaret
sms: Kristina Winther Poulsen

source: Poul Hansen
sms: Tääʹssärvvåskkooumaž Fäärsaaret

source: Grönlannin tasa-arvoneuvoston puheenjohtaja
sms: Poul Hansen

source: Kristín Ástgeirsdóttir
sms: Ruânnjânnam tääʹssärvvsuåvtõõzz saaǥǥjååʹđteei

source: Islannin tasa-arvokeskuksen johtaja
sms: Kristín Ástgeirsdóttir

source: Sunniva Ørstavik
sms: Islaand tääʹssäʹrvvkõõskõõzz jååʹđteei

source: Norjan tasa-arvo- ja vähemmistövaltuutettu
sms: Sunniva Ørstavik Taarr

source: Agneta Broberg
sms: tääʹssäʹrvv- da minoritettåskkooumaž

source: Ruotsin syrjintävaltuutettu
sms: Agneta Broberg

source: Veronica Larpes-Papadopoulou
sms: Ruõcc čårstemåskkooumaž

source: Ahvenanmaan syrjintäasiamies
sms: Veronica Larpes-Papadopoulou
